Repository: askarserikov/walle
Catalog: main_ui-*.po
Languages: ru

source: Please, choose the channel:
ru: Выберите тип шифрования для канала передачи данных:

source: 1 - Regularly encrypted channel
ru: 1 - Стандартное шифрование

source: 2 - Quantum encrypted channel
ru: 2 - Квантовое шифрование

source: Incorrect value. Please, try again
ru: Неверное значение. Пожалуйста, попробуйте снова

source: with regular encryption
ru: со стандартным шифрованием

source: with quantum encryption
ru: с квантовым шифрованием

source: Response from the server:
ru: Ответ сервера:

source: Continue?
ru: Продолжить?

source: Error:
ru: Ошибка:

source: Successfully switched to the channel
ru: Успешно переключились на канал
